Experiment3_4/results/raw/20260319_004021/load-ramp/svc-b_100.txt
Running 2m test @ http://svc-b.mesh-exp
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  0 requests in 2.00m, 0.00B read
  Socket errors: connect 0, read 273199, write 0, timeout 0
Requests/sec:      0.00
Transfer/sec:       0.00B